do
function run(msg, matches)
  return [[ 
لیست دستورات :👇🏿👇🏿👇🏿👇🏿
__________________________
برای حذف شما از گروه 
کلمه 
{سیک}را به کار ببرید 
__________________________
برای اخراج یک شخص 
کلمه 
{خفه شو}
را بکار ببرید 
__________________________
برای حذف کلی از یک گروه که 
دیگر اد نشه به گروه و باز نگردد 
کلمه
{بن}
را انتخاب کیند
__________________________
برای اینکه یک شخص از بن 
در بیایید 
کلمه 
{ان }{کد عددی شخص }
را بزنید 
__________________________
لیست بن شدگان گروه
کلمه
{بلیست}
را بزنید
__________________________
برای ایدی خود یا گروه 
کلمه 
{ایدی}
را بزنید 
__________________________
برای تغیر اسم 
کلمه
{تغیر اسم }{اسم موردنظر}
را بزنید
__________________________
برای تغیر عکس 
{تغیر عکس}
را بزنید 
__________________________
برای گرفتن لینک 
کلمه
{لینک}
را بزنید 
__________________________
برای تعویض لینک
کلمه
{لینک جدید }
را بزنید
__________________________
برای گرفتن لینک در پی وی
کلمه
{لینک پی وی}
را بزنید
قبلش ده استیکر به ربات بدهید 
__________________________
برای دیدن تنظیمات گروه 
کلمه 
{تنظیمات}
را بزنید 
__________________________
برای ادیمن کردن یک 
شخص کلمه
{ادمین شو}{ایدی شخص}
را بزنید 
__________________________
برای برداشتن از ادمینی 
یک شخص 
کلمه
{ادمین نی}
را بزنید
__________________________
برای دیدن لیست ادمین ها 
کلمه 
{مدیر ها}
را بزنید 
__________________________
برای تنظیم ضد اسپم 
کلمه 
{ضداسپم }{5_20}
را بزنید 
__________________________
برای دیدن امار یک شخص 
کلمه
{اماراین }{ایدی}
را بزنید 
__________________________
برای سیو قوانین گروه
کلمه
{سیو قوانین}{متن قانون}
را بزنید
__________________________
برای دیدن قوانین گروه
کلمه
{قوانین}
رابزنید
__________________________
!info
!who
!stats
دیگر ابزار ها هستن 
__________________________
برای ارسال نظر خود 
کلمه 
{ارسال نظر}{متن نظر}
را بزنید
__________________________
برای سرچ در گوگل 
کلمه 
{سرچ یا 
/src}
را بزنید 
__________________________
❤️❤️❤️❤️❤️❤️❤️❤️❤️
  ]]
end

return {
  description = "Boss",
  patterns = {"راهنما"},
  run = run 
}
end
